Repository: backdrop-contrib/switchtheme
Catalog: po/*.po
Languages: he

source: Creates a switch theme block to allow users to switch themes on the fly. The block can be enabled by role and the admin can define labels to use for each available theme.
he: יוצר תיבת החלפת עיצוב המאפשרת לגולשים להחליף עיצובים תוך כדי הגלישה באתר. ניתן לאפשר תיבה זו בהתאם לתפקיד חבר האתר ומנהל האתר יכול להגדיר תויות לכל עיצוב זמין.

source: Switch Theme Settings
he: החלפת הגדרות עיצוב

source: Set a label for each enabled theme. This is what will be displayed to the user in the selection box.
he: הגדרת תוית לכל עיצוב מאופשר. תוית זו תוצג בתיבת בחירת העיצוב.

source: Switch theme form
he: טופס שינוי עיצוב

source: Random theme
he: עיצוב אקראי

source: Theme
he: עיצוב

source: Change the way this site looks.
he: שינוי הדרך שבה האתר נראה.

source: Switch
he: שינוי

source: administer switch
he: ניהול שינוי עיצוב

source: switch theme
he: שינוי עיצוב

source: switchtheme
he: שינוי עיצוב
